{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UObjectDisplayNames",
			"Children": [
				{
					"Source":
					{
						"Text": "File Video Buffer Size MB"
					},
					"Translation":
					{
						"Text": "File Video Buffer Size MB"
					},
					"Key": "PS4MediaSettings:FileVideoBufferSizeMB"
				},
				{
					"Source":
					{
						"Text": "Hls Video Buffer Size MB"
					},
					"Translation":
					{
						"Text": "Hls Video Buffer Size MB"
					},
					"Key": "PS4MediaSettings:HlsVideoBufferSizeMB"
				},
				{
					"Source":
					{
						"Text": "Output Video Frame Buffers"
					},
					"Translation":
					{
						"Text": "Output Video Frame Buffers"
					},
					"Key": "PS4MediaSettings:OutputVideoFrameBuffers"
				},
				{
					"Source":
					{
						"Text": "PS4File Media Source Factory"
					},
					"Translation":
					{
						"Text": "PS4File Media Source Factory"
					},
					"Key": "PS4FileMediaSourceFactory"
				},
				{
					"Source":
					{
						"Text": "PS4Media Settings"
					},
					"Translation":
					{
						"Text": "PS4Media Settings"
					},
					"Key": "PS4MediaSettings"
				}
			]
		}
	]
}